# Вторая программа на Python в репозитории
# Turtle to Square
'''
Данная программа научит вас работать с новым модулем turtle, который может
рисовать различные фигуры.
Черепаха в Python имеет множество полезных и интересных команд. Вот некоторые
из них:

from turtle import * - подключает модуль Turtle

pendown - опускает перо (начинает рисовать)

penup - поднимает перо (заканчивает рисовать)

forward(X) - сдвигает черепаху на величину X

backward(X) - сдвигает черепаху на величину X

right(X) - поворачивает вправо на угол X

left(X) - поворачивает влево на угол Х

circle(X) - рисует окружность радиусом X

turtle.
Задание:
1. Попробуйте для начала нарисовать квадрат со стороной (100)
'''

from turtle import *
forward (100)
right (90)
forward (100)
right (90)
forward (100)
right (90)
forward (100)
penup
